Repository: studiogo-armony/armony-ios
Catalog: Armony/Armony/Common/Localizable/Backend/BackendTitles+Localizable.xcstrings
Source language: en
Languages: pt_br, tr

# Title_1
source: Songwriter
pt_br: Músico
tr: Söz Yazarı

# Title_2
source: Composer
pt_br: Cantor
tr: Bestekar

# Title_3
source: Musician
pt_br: Banda
tr: Müzisyen

# Title_4
source: Mix & Mastering
pt_br: Professor de Música
tr: Miks ve Master

# Title_5
source: Podcast Editing & Mastering
pt_br: Produtor Musical
tr: Podcast Düzenleme ve Master

# Title_6
source: Arranger
pt_br: Engenheiro de Som
tr: Aranjör

# Title_7
source: Producer
pt_br: DJ
tr: Prodüktör

# Title_8
source: Prodüksiyon Ses Mikseri
pt_br: Compositor
tr: Ses Mikseri

# Title_9
source: Remixing
pt_br: Letrista
tr: Remix

# Title_10
source: Restorasyon
pt_br: Arranjador
tr: Ses Restorasyonu

# Title_11
source: Sound Design
pt_br: Maestro
tr: Ses Tasarımı

# Title_12
source: Beat Makers
pt_br: Gerente de Eventos
tr: Beat Yapımcısı

# Title_13
source: Audio Engineer
pt_br: Organizador de Eventos
tr: Ses Mühendisi

# Title_14
source: Müzik Eğitmeni
pt_br: Outro
